{
    "DeckName": "TF Deck (NSFW)",

    "DeckBy": "Arheim",

    "Truths": [
        "Who is one of your favorite TF artists and why?",
        "What is one of the first TFs you enjoyed?",
        "Tell <player> what you would turn them into if you could.",
        "If you could be any animal, what would it be?",
		"What is your ideal TF curse?",
        "Would you give up your humanity permanently if given the opportunity?",
		"Who here would you most want to be twinned into?",
		"What's your favorite TF trigger?",
		"Do you like your TFs temporary or permanent?",
		"Do you enjoy mental changes in your TFs? If so, how far?",
		"Have you ever commissioned TF art? If so, what?",
		"Who has the cutest avatar right now?",
		"What would you want <player> to turn you into if they could?",
		"Do you prefer to be TF'd or to inflict them?",
		"What is your favorite depiction of TF in popular media?",
		"Who here would make the best pet/toy?",
		"What's the first TF you remember seeing?",
		"What other kinks do you like to mix with TF, if any?",
		"Would you still love <player> if they were a worm?",
		"What's the worst thing to be turned into?",
		"What is one of your current TF fixations?",
		"What's the most underrated thing to turn someone into?",
		"What would <player> look best as?",
		"What is the most you would let <player> do to you?",
		"If you got Mystery Dungeon'd, what Pokemon would you be?",
		"Which furry pop culture character would you most want to be?",
		"Inanimate TF, yes or no?",
		"What is one of the most unusual TFs you've enjoyed?",
		"Who would make the most marketable plushie?",
		"You wake up in <player>'s body, what's the first thing you do?",
		"What is your most shameful/embarassing TF fantasy?",
		"Do you fantasize about being the opposite sex?",
		"Who's a good boy/girl?"
		

    ],
    "Dares": [
        "Clone an avatar of <player>'s choice.",
        "You are <player>'s obedient pet until your next turn.",
		"Change into a guilty pleasure avatar.",
		"You are petrified until your next turn and cannot move.",
		"You can only bark like a dog until your next turn.",
        "You must spend the next three rounds on all fours",
        "Ask <player> what they would turn you into if they could.",
		"Behave like a feral version of your avatar until your next turn.",
		"Bodyswap avatars with <player.> If you cannot, reroll.",
		"Reduce your avatar to minimum height for 3 rounds.",
		"Maximize your avatar's height for 3 rounds.",
		"Sit in <player>'s lap until your next turn. If you make any sound of pleasure in that time, they get to choose a new avatar for you.",
		"Represent a kinky group and embody the spirit of it to the fullest for 3 rounds. If you do not, <player> gets to pick one for you.",
		"Change into your oldest favorited avatar.",
		"Change into your newst favorited avatar.",
		"Set your avatar to <player>'s height.",
		"Everyone must clone <local>'s avatar.",
		"Play Rock Paper Scissors with <player>. Loser must clone an avatar of the winner's choice.",
		"Change into a canine avatar (if none are available or you already are one, reroll).",
		"Change into a feline avatar (if none are available or you already are one, reroll).",
		"Change into an avian avatar (if none are available or you already are one, reroll).",
		"Change into a reptilian avatar (if none are available or you already are one, reroll).",
		"Change into an inorganic avatar (if none are available or you already are one, reroll).",
		"You must do anything <player> tells you to do until your next turn. If you do not, you must change into an avatar of their choice.",
		"Change into your lewdest avatar.",
		"Clone <player>'s lewdest avatar.",
		"Choose a player who is being affected by a dare. Give their curse to <player>.",
		"Animals don't wear clothes. Undress your avatar. If it already, undress yourself. If you cannot do either, reroll.",
		"Change into an avatar of <player>'s choice. You are a drone under their control until your next turn. Anyone who touches you must clone your avatar.",
		"Change into a public fallback avatar of your choice.",
		"Change into a public fallback avatar of <player>'s choice.",
		"Let <player> take a picture of you posed in any way they like.",
		"Change into your most submissive avatar. You must address everyone as Master or Mistress so long as you are in it.",
		"No more talking, pet! Mute yourself. You may only speak in emojis until your next turn.",
		"Change into an avatar of the opposite sex of your current one. If you cannot, reroll.",
		"Put a TF video of your choice on the video player.",
		"Let <player> hypnotize you into behaving like a creature of their choice."
    ]
}
